[UICustomize_ViperBody]
m_strHips="臀部"
m_strTail="尾巴"
m_strTailWrap="尾部包裹"

[UICustomize_ViperMenu]
m_strHips="臀部"
m_strTail="尾巴"
m_strTailWrap="尾部包裹"

[X2StrategyElement_MAWSlot]
strMAWFirstLetter=

[X2Ability_ViperWeapons_MAW]
StrengthPenaltyEffectFriendlyName="削弱"
StrengthPenaltyEffectFriendlyDesc="逃跑失败导致此单位的实力减弱<Ability:STRENGTH_PENALTY/>。"


[XGCharacterGenerator_Viper]
	m_arrViperMFirstNames[0]="乔尔"
	m_arrViperMFirstNames[1]="伊万"
	m_arrViperMFirstNames[2]="贾克斯"
	m_arrViperMFirstNames[3]="基拉"
	m_arrViperMFirstNames[4]="米切尔"
	m_arrViperMFirstNames[5]="基因"
	m_arrViperMFirstNames[6]="弗雷德里克"
	m_arrViperMFirstNames[7]="弗里茨"
	m_arrViperMFirstNames[8]="尼尔"
	m_arrViperMFirstNames[9]="亚历克"
	m_arrViperMFirstNames[10]="乌斯曼"
	m_arrViperMFirstNames[11]="马歇尔"
	m_arrViperMFirstNames[12]="艾登"
	m_arrViperMFirstNames[13]="奥斯卡"
	m_arrViperMFirstNames[14]="艾欧安"
	m_arrViperMFirstNames[15]="阿琼"
	m_arrViperMFirstNames[16]="哈希姆"
	m_arrViperMFirstNames[17]="德克斯特"
	m_arrViperMFirstNames[18]="基顿"
	m_arrViperMFirstNames[19]="吉诺"
	m_arrViperMFirstNames[20]="Rhys"
	m_arrViperMFirstNames[21]="该隐"
	m_arrViperMFirstNames[22]="阿伦"
	m_arrViperMFirstNames[23]="胡利托"
	m_arrViperMFirstNames[24]="安妮塔"
	m_arrViperMFirstNames[25]="马克西姆"
	m_arrViperMFirstNames[26]="乔纳森"
	m_arrViperMFirstNames[27]="凯"
	m_arrViperMFirstNames[28]="布莱恩"
	m_arrViperMFirstNames[29]="达米安"
	m_arrViperMFirstNames[30]="凯尔斯"
	m_arrViperMFirstNames[31]="希亚兰"
	m_arrViperMFirstNames[32]="弗格斯"
	m_arrViperMFirstNames[33]="西奥"
	m_arrViperMFirstNames[34]="霍华德"
	m_arrViperMFirstNames[35]="弗兰基"
	m_arrViperMFirstNames[36]="雅各布"
	m_arrViperMFirstNames[37]="拉斐尔"
	m_arrViperMFirstNames[38]="德克兰"
	m_arrViperMFirstNames[39]="本吉"
	m_arrViperMFirstNames[40]="威拉德"
	m_arrViperMFirstNames[41]="朱迪"
	m_arrViperMFirstNames[42]="叶海亚"
	m_arrViperMFirstNames[43]="卡门"
	m_arrViperMFirstNames[44]="格辛"
	m_arrViperMFirstNames[45]="罗文"
	m_arrViperMFirstNames[46]="布兰登"
	m_arrViperMFirstNames[47]="戈尔卡"
	m_arrViperMFirstNames[48]="安格斯"
	m_arrViperMFirstNames[49]="莱昂"
	m_arrViperMFirstNames[50]="希斯梅尔"


	m_arrViperFFirstNames[0]="西娅"
	m_arrViperFFirstNames[1]="阿斯特丽德"
	m_arrViperFFirstNames[2]="英国人"
	m_arrViperFFirstNames[3]="艾琳"
	m_arrViperFFirstNames[4]="其他"
	m_arrViperFFirstNames[5]="艾米"
	m_arrViperFFirstNames[6]="杰奎琳"
	m_arrViperFFirstNames[7]="海蒂"
	m_arrViperFFirstNames[8]="希尔德"
	m_arrViperFFirstNames[9]="英格丽德"
	m_arrViperFFirstNames[10]="卡里"
	m_arrViperFFirstNames[11]="卡琳"
	m_arrViperFFirstNames[12]="克尔斯滕"
	m_arrViperFFirstNames[13]="阿黛尔"
	m_arrViperFFirstNames[14]="莉丝贝丝"
	m_arrViperFFirstNames[15]="马特"
	m_arrViperFFirstNames[16]="玛丽"
	m_arrViperFFirstNames[17]="莫娜"
	m_arrViperFFirstNames[18]="西格丽德"
	m_arrViperFFirstNames[19]="阿米拉"
	m_arrViperFFirstNames[20]="蒂安娜"
	m_arrViperFFirstNames[21]="哈里斯"
	m_arrViperFFirstNames[22]="信仰"
	m_arrViperFFirstNames[23]="玫瑰"
	m_arrViperFFirstNames[24]="玛丽"
	m_arrViperFFirstNames[25]="琳达"
	m_arrViperFFirstNames[26]="Niamh"
	m_arrViperFFirstNames[27]="塞雷娜"
	m_arrViperFFirstNames[28]="凯瑟琳"
	m_arrViperFFirstNames[29]="保拉"
	m_arrViperFFirstNames[30]="佩奇"
	m_arrViperFFirstNames[31]="杰西"
	m_arrViperFFirstNames[32]="莱拉"
	m_arrViperFFirstNames[33]="萨斯基亚"
	m_arrViperFFirstNames[34]="凯拉"
	m_arrViperFFirstNames[35]="莎妮娅"
	m_arrViperFFirstNames[36]="西尔维娅"
	m_arrViperFFirstNames[37]="索菲"
	m_arrViperFFirstNames[38]="阿丽雅"
	m_arrViperFFirstNames[39]="埃洛伊斯"
	m_arrViperFFirstNames[40]="阿米莉亚"
	m_arrViperFFirstNames[41]="卡拉"
	m_arrViperFFirstNames[42]="莉亚"
	m_arrViperFFirstNames[43]="阿利克斯"
	m_arrViperFFirstNames[44]="罗莎"
	m_arrViperFFirstNames[45]="夏洛特"
	m_arrViperFFirstNames[46]="梅根"
	m_arrViperFFirstNames[47]="琪亚拉"
	m_arrViperFFirstNames[48]="玛亚"
	m_arrViperFFirstNames[49]="玛德琳"
	
	m_arrViperLastNames[0]="尤扎乌"
	m_arrViperLastNames[1]="克罗阿克斯尤"
	m_arrViperLastNames[2]="阿科克诺"
	m_arrViperLastNames[3]="埃瓦斯坎"
	m_arrViperLastNames[4]="埃茨卡埃赫-马"
	m_arrViperLastNames[5]="库克-克拉胡尔"
	m_arrViperLastNames[6]="祖纳埃"
	m_arrViperLastNames[7]="肖图霍克"
	m_arrViperLastNames[8]="特鲁特洛"
	m_arrViperLastNames[9]="奥兹特鲁尔"
	m_arrViperLastNames[10]="约克蒂特尔"
	m_arrViperLastNames[11]="克里乔兹奎特"
	m_arrViperLastNames[12]="E'anter"
	m_arrViperLastNames[13]="安特兰-祖阿"
	m_arrViperLastNames[14]="克拉普"
	m_arrViperLastNames[15]="诺阿西尔-佐"
	m_arrViperLastNames[16]="特莱洛"
	m_arrViperLastNames[17]="永-内茨佩尔"
	m_arrViperLastNames[18]="Tirex-嗨"
	m_arrViperLastNames[19]="卡斯特洛"
	m_arrViperLastNames[20]="克罗克-叶茨图克"
	m_arrViperLastNames[21]="加库特尔"
	m_arrViperLastNames[22]="克鲁阿克斯"
	m_arrViperLastNames[23]="加兹伊"
	m_arrViperLastNames[24]="昂库尔"
	m_arrViperLastNames[25]="阿克内克斯"
	m_arrViperLastNames[26]="扎尔佐斯克"
	m_arrViperLastNames[27]="图克斯"
	m_arrViperLastNames[28]="查克塞克利"
	m_arrViperLastNames[29]="达吉兹尔"
	m_arrViperLastNames[30]="阿乔特"
	m_arrViperLastNames[31]="扎克斯"
	m_arrViperLastNames[32]="立卡克斯"
	m_arrViperLastNames[33]="伊尔祖贾斯"
	m_arrViperLastNames[34]="敢于"
	m_arrViperLastNames[35]="斯雷瑟拉兹"
	m_arrViperLastNames[36]="阿索贾斯"
	m_arrViperLastNames[37]="新用户"
	m_arrViperLastNames[38]="阿兹达克斯尔"
	m_arrViperLastNames[39]="希拉兹"
	m_arrViperLastNames[40]="达扎乌吉克斯"
	m_arrViperLastNames[41]="图库斯克"
	m_arrViperLastNames[42]="夸兹"
	m_arrViperLastNames[43]="阿萨斯"
	m_arrViperLastNames[44]="星期四"
	m_arrViperLastNames[45]="乌尔扎斯"
	m_arrViperLastNames[46]="奥格里奇克斯"
	m_arrViperLastNames[47]="奥图"
	m_arrViperLastNames[48]="库斯"
	m_arrViperLastNames[49]="罗斯"
	m_arrViperLastNames[50]="普利什肯"
	
[XGCharacterGenerator_ViperVIP]
	m_arrViperMFirstNames[0]="乔尔"
	m_arrViperMFirstNames[1]="伊万"
	m_arrViperMFirstNames[2]="贾克斯"
	m_arrViperMFirstNames[3]="基拉"
	m_arrViperMFirstNames[4]="米切尔"
	m_arrViperMFirstNames[5]="基因"
	m_arrViperMFirstNames[6]="弗雷德里克"
	m_arrViperMFirstNames[7]="弗里茨"
	m_arrViperMFirstNames[8]="尼尔"
	m_arrViperMFirstNames[9]="亚历克"
	m_arrViperMFirstNames[10]="乌斯曼"
	m_arrViperMFirstNames[11]="马歇尔"
	m_arrViperMFirstNames[12]="艾登"
	m_arrViperMFirstNames[13]="奥斯卡"
	m_arrViperMFirstNames[14]="艾欧安"
	m_arrViperMFirstNames[15]="阿琼"
	m_arrViperMFirstNames[16]="哈希姆"
	m_arrViperMFirstNames[17]="德克斯特"
	m_arrViperMFirstNames[18]="基顿"
	m_arrViperMFirstNames[19]="吉诺"
	m_arrViperMFirstNames[20]="Rhys"
	m_arrViperMFirstNames[21]="该隐"
	m_arrViperMFirstNames[22]="阿伦"
	m_arrViperMFirstNames[23]="胡利托"
	m_arrViperMFirstNames[24]="安妮塔"
	m_arrViperMFirstNames[25]="马克西姆"
	m_arrViperMFirstNames[26]="乔纳森"
	m_arrViperMFirstNames[27]="凯"
	m_arrViperMFirstNames[28]="布莱恩"
	m_arrViperMFirstNames[29]="达米安"
	m_arrViperMFirstNames[30]="凯尔斯"
	m_arrViperMFirstNames[31]="希亚兰"
	m_arrViperMFirstNames[32]="弗格斯"
	m_arrViperMFirstNames[33]="西奥"
	m_arrViperMFirstNames[34]="霍华德"
	m_arrViperMFirstNames[35]="弗兰基"
	m_arrViperMFirstNames[36]="雅各布"
	m_arrViperMFirstNames[37]="拉斐尔"
	m_arrViperMFirstNames[38]="德克兰"
	m_arrViperMFirstNames[39]="本吉"
	m_arrViperMFirstNames[40]="威拉德"
	m_arrViperMFirstNames[41]="朱迪"
	m_arrViperMFirstNames[42]="叶海亚"
	m_arrViperMFirstNames[43]="卡门"
	m_arrViperMFirstNames[44]="格辛"
	m_arrViperMFirstNames[45]="罗文"
	m_arrViperMFirstNames[46]="布兰登"
	m_arrViperMFirstNames[47]="戈尔卡"
	m_arrViperMFirstNames[48]="安格斯"
	m_arrViperMFirstNames[49]="莱昂"
	m_arrViperMFirstNames[50]="希斯梅尔"


	m_arrViperFFirstNames[0]="西娅"
	m_arrViperFFirstNames[1]="阿斯特丽德"
	m_arrViperFFirstNames[2]="英国人"
	m_arrViperFFirstNames[3]="艾琳"
	m_arrViperFFirstNames[4]="其他"
	m_arrViperFFirstNames[5]="艾米"
	m_arrViperFFirstNames[6]="杰奎琳"
	m_arrViperFFirstNames[7]="海蒂"
	m_arrViperFFirstNames[8]="希尔德"
	m_arrViperFFirstNames[9]="英格丽德"
	m_arrViperFFirstNames[10]="卡里"
	m_arrViperFFirstNames[11]="卡琳"
	m_arrViperFFirstNames[12]="克尔斯滕"
	m_arrViperFFirstNames[13]="阿黛尔"
	m_arrViperFFirstNames[14]="莉丝贝丝"
	m_arrViperFFirstNames[15]="马特"
	m_arrViperFFirstNames[16]="玛丽"
	m_arrViperFFirstNames[17]="莫娜"
	m_arrViperFFirstNames[18]="西格丽德"
	m_arrViperFFirstNames[19]="阿米拉"
	m_arrViperFFirstNames[20]="蒂安娜"
	m_arrViperFFirstNames[21]="哈里斯"
	m_arrViperFFirstNames[22]="信仰"
	m_arrViperFFirstNames[23]="玫瑰"
	m_arrViperFFirstNames[24]="玛丽"
	m_arrViperFFirstNames[25]="琳达"
	m_arrViperFFirstNames[26]="尼亚姆"
	m_arrViperFFirstNames[27]="塞雷娜"
	m_arrViperFFirstNames[28]="凯瑟琳"
	m_arrViperFFirstNames[29]="保拉"
	m_arrViperFFirstNames[30]="佩奇"
	m_arrViperFFirstNames[31]="杰西"
	m_arrViperFFirstNames[32]="莱拉"
	m_arrViperFFirstNames[33]="萨斯基亚"
	m_arrViperFFirstNames[34]="凯拉"
	m_arrViperFFirstNames[35]="莎妮娅"
	m_arrViperFFirstNames[36]="西尔维娅"
	m_arrViperFFirstNames[37]="索菲"
	m_arrViperFFirstNames[38]="阿丽雅"
	m_arrViperFFirstNames[39]="埃洛伊斯"
	m_arrViperFFirstNames[40]="阿米莉亚"
	m_arrViperFFirstNames[41]="卡拉"
	m_arrViperFFirstNames[42]="莉亚"
	m_arrViperFFirstNames[43]="阿利克斯"
	m_arrViperFFirstNames[44]="罗莎"
	m_arrViperFFirstNames[45]="夏洛特"
	m_arrViperFFirstNames[46]="梅根"
	m_arrViperFFirstNames[47]="琪亚拉"
	m_arrViperFFirstNames[48]="玛雅"
	m_arrViperFFirstNames[49]="玛德琳"
	
	m_arrViperLastNames[0]="尤扎乌"
	m_arrViperLastNames[1]="Cro'axyu"
	m_arrViperLastNames[2]="Accocno'al"
	m_arrViperLastNames[3]="Ehu'aszcan"
	m_arrViperLastNames[4]="Etzca'ech-Ma"
	m_arrViperLastNames[5]="Cuk-Qrahur"
	m_arrViperLastNames[6]="Zuna'e"
	m_arrViperLastNames[7]="Cha'utulhocl"
	m_arrViperLastNames[8]="特鲁特洛"
	m_arrViperLastNames[9]="Oztlur-Xlto"
	m_arrViperLastNames[10]="Hop-Yo'aktitl"
	m_arrViperLastNames[11]="克里乔兹奎特"
	m_arrViperLastNames[12]="E'anter"
	m_arrViperLastNames[13]="Antlan-Zu'a"
	m_arrViperLastNames[14]="Krap-Xexyak"
	m_arrViperLastNames[15]="No'axil-Zo"
	m_arrViperLastNames[16]="特莱洛"
	m_arrViperLastNames[17]="Yon-Na'etzpel"
	m_arrViperLastNames[18]="Tirex-嗨"
	m_arrViperLastNames[19]="卡'uxtladoar"
	m_arrViperLastNames[20]="Kroc-Yetztuc"
	m_arrViperLastNames[21]="Crep-Gaqutl"
	m_arrViperLastNames[22]="克鲁阿克斯"
	m_arrViperLastNames[23]="加兹伊"
	m_arrViperLastNames[24]="Onqur"
	m_arrViperLastNames[25]="阿克内克斯"
	m_arrViperLastNames[26]="扎尔佐斯克"
	m_arrViperLastNames[27]="图克斯"
	m_arrViperLastNames[28]="Chaxekli"
	m_arrViperLastNames[29]="Dagezixl"
	m_arrViperLastNames[30]="阿乔特"
	m_arrViperLastNames[31]="扎克斯"
	m_arrViperLastNames[32]="Rikkax"
	m_arrViperLastNames[33]="伊尔祖贾斯"
	m_arrViperLastNames[34]="敢于"
	m_arrViperLastNames[35]="斯雷瑟拉兹"
	m_arrViperLastNames[36]="阿索贾斯"
	m_arrViperLastNames[37]="新用户"
	m_arrViperLastNames[38]="阿兹达克斯尔"
	m_arrViperLastNames[39]="希拉兹"
	m_arrViperLastNames[40]="达扎乌吉克斯"
	m_arrViperLastNames[41]="图库斯克"
	m_arrViperLastNames[42]="Qauz"
	m_arrViperLastNames[43]="阿萨斯"
	m_arrViperLastNames[44]="Thruzdaoz"
	m_arrViperLastNames[45]="乌尔扎斯"
	m_arrViperLastNames[46]="Aogriqix"
	m_arrViperLastNames[47]="奥图"
	m_arrViperLastNames[48]="库斯"
	m_arrViperLastNames[49]="Rhos"
	m_arrViperLastNames[50]="普利什肯"
	

[XGCharacterGenerator_ViperDarkVIP]
	m_arrViperMFirstNames[0]="乔尔"
	m_arrViperMFirstNames[1]="伊万"
	m_arrViperMFirstNames[2]="贾克斯"
	m_arrViperMFirstNames[3]="基拉"
	m_arrViperMFirstNames[4]="米切尔"
	m_arrViperMFirstNames[5]="基因"
	m_arrViperMFirstNames[6]="弗雷德里克"
	m_arrViperMFirstNames[7]="弗里茨"
	m_arrViperMFirstNames[8]="尼尔"
	m_arrViperMFirstNames[9]="亚历克"
	m_arrViperMFirstNames[10]="乌斯曼"
	m_arrViperMFirstNames[11]="马歇尔"
	m_arrViperMFirstNames[12]="艾登"
	m_arrViperMFirstNames[13]="奥斯卡"
	m_arrViperMFirstNames[14]="艾欧安"
	m_arrViperMFirstNames[15]="阿琼"
	m_arrViperMFirstNames[16]="哈希姆"
	m_arrViperMFirstNames[17]="德克斯特"
	m_arrViperMFirstNames[18]="基顿"
	m_arrViperMFirstNames[19]="吉诺"
	m_arrViperMFirstNames[20]="Rhys"
	m_arrViperMFirstNames[21]="该隐"
	m_arrViperMFirstNames[22]="阿伦"
	m_arrViperMFirstNames[23]="胡利托"
	m_arrViperMFirstNames[24]="安妮塔"
	m_arrViperMFirstNames[25]="马克西姆"
	m_arrViperMFirstNames[26]="乔纳森"
	m_arrViperMFirstNames[27]="凯"
	m_arrViperMFirstNames[28]="布莱恩"
	m_arrViperMFirstNames[29]="达米安"
	m_arrViperMFirstNames[30]="凯尔斯"
	m_arrViperMFirstNames[31]="希亚兰"
	m_arrViperMFirstNames[32]="弗格斯"
	m_arrViperMFirstNames[33]="西奥"
	m_arrViperMFirstNames[34]="霍华德"
	m_arrViperMFirstNames[35]="弗兰基"
	m_arrViperMFirstNames[36]="雅各布"
	m_arrViperMFirstNames[37]="拉斐尔"
	m_arrViperMFirstNames[38]="德克兰"
	m_arrViperMFirstNames[39]="本吉"
	m_arrViperMFirstNames[40]="威拉德"
	m_arrViperMFirstNames[41]="朱迪"
	m_arrViperMFirstNames[42]="叶海亚"
	m_arrViperMFirstNames[43]="卡门"
	m_arrViperMFirstNames[44]="格辛"
	m_arrViperMFirstNames[45]="罗文"
	m_arrViperMFirstNames[46]="布兰登"
	m_arrViperMFirstNames[47]="戈尔卡"
	m_arrViperMFirstNames[48]="安格斯"
	m_arrViperMFirstNames[49]="莱昂"
	m_arrViperMFirstNames[50]="希斯梅尔"


	m_arrViperFFirstNames[0]="西娅"
	m_arrViperFFirstNames[1]="阿斯特丽德"
	m_arrViperFFirstNames[2]="英国人"
	m_arrViperFFirstNames[3]="艾琳"
	m_arrViperFFirstNames[4]="其他"
	m_arrViperFFirstNames[5]="艾米"
	m_arrViperFFirstNames[6]="杰奎琳"
	m_arrViperFFirstNames[7]="海蒂"
	m_arrViperFFirstNames[8]="希尔德"
	m_arrViperFFirstNames[9]="英格丽德"
	m_arrViperFFirstNames[10]="卡里"
	m_arrViperFFirstNames[11]="卡琳"
	m_arrViperFFirstNames[12]="克尔斯滕"
	m_arrViperFFirstNames[13]="阿黛尔"
	m_arrViperFFirstNames[14]="莉丝贝丝"
	m_arrViperFFirstNames[15]="马特"
	m_arrViperFFirstNames[16]="玛丽"
	m_arrViperFFirstNames[17]="莫娜"
	m_arrViperFFirstNames[18]="西格丽德"
	m_arrViperFFirstNames[19]="阿米拉"
	m_arrViperFFirstNames[20]="蒂安娜"
	m_arrViperFFirstNames[21]="哈里斯"
	m_arrViperFFirstNames[22]="信仰"
	m_arrViperFFirstNames[23]="玫瑰"
	m_arrViperFFirstNames[24]="玛丽"
	m_arrViperFFirstNames[25]="琳达"
	m_arrViperFFirstNames[26]="Niamh"
	m_arrViperFFirstNames[27]="塞雷娜"
	m_arrViperFFirstNames[28]="凯瑟琳"
	m_arrViperFFirstNames[29]="保拉"
	m_arrViperFFirstNames[30]="佩奇"
	m_arrViperFFirstNames[31]="杰西"
	m_arrViperFFirstNames[32]="莱拉"
	m_arrViperFFirstNames[33]="萨斯基亚"
	m_arrViperFFirstNames[34]="凯拉"
	m_arrViperFFirstNames[35]="莎妮娅"
	m_arrViperFFirstNames[36]="西尔维娅"
	m_arrViperFFirstNames[37]="索菲"
	m_arrViperFFirstNames[38]="阿丽雅"
	m_arrViperFFirstNames[39]="埃洛伊斯"
	m_arrViperFFirstNames[40]="阿米莉亚"
	m_arrViperFFirstNames[41]="卡拉"
	m_arrViperFFirstNames[42]="莉亚"
	m_arrViperFFirstNames[43]="阿利克斯"
	m_arrViperFFirstNames[44]="罗莎"
	m_arrViperFFirstNames[45]="夏洛特"
	m_arrViperFFirstNames[46]="梅根"
	m_arrViperFFirstNames[47]="Kiara"
	m_arrViperFFirstNames[48]="Mya"
	m_arrViperFFirstNames[49]="玛德琳"
	
	m_arrViperLastNames[0]="尤扎乌"
	m_arrViperLastNames[1]="Cro'axyu"
	m_arrViperLastNames[2]="Accocno'al"
	m_arrViperLastNames[3]="Ehu'aszcan"
	m_arrViperLastNames[4]="Etzca'ech-Ma"
	m_arrViperLastNames[5]="Cuk-Qrahur"
	m_arrViperLastNames[6]="Zuna'e"
	m_arrViperLastNames[7]="Cha'utulhocl"
	m_arrViperLastNames[8]="特鲁特洛"
	m_arrViperLastNames[9]="Oztlur-Xlto"
	m_arrViperLastNames[10]="Hop-Yo'aktitl"
	m_arrViperLastNames[11]="克里乔兹奎特"
	m_arrViperLastNames[12]="E'anter"
	m_arrViperLastNames[13]="Antlan-Zu'a"
	m_arrViperLastNames[14]="Krap-Xexyak"
	m_arrViperLastNames[15]="No'axil-Zo"
	m_arrViperLastNames[16]="特莱洛"
	m_arrViperLastNames[17]="Yon-Na'etzpel"
	m_arrViperLastNames[18]="Tirex-嗨"
	m_arrViperLastNames[19]="卡'uxtladoar"
	m_arrViperLastNames[20]="Kroc-Yetztuc"
	m_arrViperLastNames[21]="Crep-Gaqutl"
	m_arrViperLastNames[22]="克鲁阿克斯"
	m_arrViperLastNames[23]="加兹伊"
	m_arrViperLastNames[24]="Onqur"
	m_arrViperLastNames[25]="阿克内克斯"
	m_arrViperLastNames[26]="扎尔佐斯克"
	m_arrViperLastNames[27]="图克斯"
	m_arrViperLastNames[28]="Chaxekli"
	m_arrViperLastNames[29]="Dagezixl"
	m_arrViperLastNames[30]="阿乔特"
	m_arrViperLastNames[31]="扎克斯"
	m_arrViperLastNames[32]="Rikkax"
	m_arrViperLastNames[33]="伊尔祖贾斯"
	m_arrViperLastNames[34]="敢于"
	m_arrViperLastNames[35]="斯雷瑟拉兹"
	m_arrViperLastNames[36]="阿索贾斯"
	m_arrViperLastNames[37]="新用户"
	m_arrViperLastNames[38]="阿兹达克斯尔"
	m_arrViperLastNames[39]="希拉兹"
	m_arrViperLastNames[40]="达扎乌吉克斯"
	m_arrViperLastNames[41]="图库斯克"
	m_arrViperLastNames[42]="Qauz"
	m_arrViperLastNames[43]="阿萨斯"
	m_arrViperLastNames[44]="Thruzdaoz"
	m_arrViperLastNames[45]="乌尔扎斯"
	m_arrViperLastNames[46]="Aogriqix"
	m_arrViperLastNames[47]="奥图"
	m_arrViperLastNames[48]="库斯"
	m_arrViperLastNames[49]="Rhos"
	m_arrViperLastNames[50]="普利什肯"
